

import React, { FC } from 'react';
import './About.scss';

interface AboutProps {}

const About: FC<AboutProps> = () => (
  <div className="About">
    <div className="image-grid">
      
      
    </div>

    <p>
      <strong>Psagot Winery - יקב פסגות</strong><br/>
      יקב פסגות והכרמים הנטועים עמוק באדמת בנימין הטרשית, הוא המשך של שרשרת דורות רבת שנים של התיישבות ועשיית יין משובח באזור בו התנאים לכך הם אופטימליים.<br/><br/>
      היקב הוקם בשנת 2003 ומאז גדל בהתמדה. בבציר האחרון הגיע היקב לייצור של כ-1,000,000 בקבוקים, כאשר למעלה מ-70% מהם מיוצא לעשרות מדינות בעולם.<br/>
      יקב פסגות מייצר כיום כ-25 סוגי יינות איכותיים ומוערכים אשר מדי שנה זוכים בתחרויות יוקרה, במדליות ובפרסים בינלאומיים.<br/><br/>
      ביוני 2020 עבר יקב פסגות למשכנו החדש בשער בנימין. במבנה אבן יפיפה הבנוי בצורת חאן קדום המשקיף על נוף ואדי קלט והרי אדום, נמצא מצד אחד מפעל ייצור היין,
      ומצד שני מבנה מרכז המבקרים ואולם האירועים של היקב. במרכז המבנה, מתחם פתוח שהוא גן קסום הצופה אל נוף בראשית. בקומת המרתף מתיישנות בכל שנה כ-1000 חביות יין.<br/><br/>
      במתחם המרשים מתקיימים אירועים ופעילויות מסוגים שונים, באווירה מיוחדת עם יין טוב ונוף מרהיב:
      <em>סיורי יין ליחידים וקבוצות | פטיסרי | אירועים קטנים וגדולים | כנסים וימי עיון | מופעי תרבות</em><br/><br/>
      תהליך ההתפתחות של היקב לא מפסיק לרגע כי יין הוא השראה!<br/><br/>
      <strong>פסגות SPIRIT</strong> הוא כל מה שמעבר ליין ונולד בהשראתו – wine & beyond<br/><br/>
      הפטיסרי שלנו נפתח בשלהי מלחמת חרבות ברזל. לכל חובבי החמאה והמאפים הצרפתיים, אצלנו תמצאו מאפים בעבודת יד ובאפייה מקומית, קפה משובח ועוד הפתעות.<br/>
      פתוחים בכל ימות השבוע ובימי שישי החגיגה בעיצומה.<br/><br/>
      <strong>Home is Garden</strong> – ליקב שלנו יש שפה עיצובית מיוחדת. בשנים האחרונות גילינו שמבקרים רבים מבקשים לקחת איתם קצת מהיקב שלנו איתם הביתה.<br/><br/>
      מלבד היין שהוא לב הסיפור שלנו, הרחבנו את היריעה ופתחתנו חנות שהיא אוסף צמחים ופרטי עיצוב ייחודיים לבית והגן.
      החפצים והצמחים שנאספו מהארץ ומהעולם ישאירו בכם את החוויה ויזכירו לכם אותנו.<br/><br/>
      <strong>Vintage '24</strong> – בגדים וחפצים בבציר ידני.<br/>
      אסתטיקה נוגעת בכל התחומים והעולמות, וכשאוהבים דברים מיוחדים זה לא מתחיל ונגמר ביין וביקב. זה הולך עד הסוף.
      אל הקפה שאתם שותים, אל האירוע שאתם עושים, אל המאפה שאתם אוכלים ואל הבגד שאתם לובשים.
      חדש (אבל ישן) במתחם היקב – חנות וינטג' מיוחדת! פנינה של מתיקות, למי שרוצה להתחדש בבגדים וחפצים שלוקטו בבציר ידני.
    </p>

    <div className="extra-images">
      <img
        src="/images/about1.jpeg"
        alt="יקב"
      />
      <img
        src="/images/about2.jpeg"
        alt="ענבי יין"
      />
      <img
         src="/images/יקב1.jpg"
        alt="בקבוקי יין"
      />
      <img
    src="/images/אודות.png"
        alt="מרתף יין"
      />
    </div>
  </div>
);

export default About;